Repository: jeromep01/OopWinformsDesigner
Catalog: OopWinformsDesigner/OopTranslation/IoFileDialogs.*.resx
Languages: fr

source: NewFolderButtonText
fr: Nouveau dossier

source: OpenFileDialogOkButtonText
fr: Ouvrir

source: CancelButtonText
fr: Annuler

source: FileNameLabelText
fr: Fichier

source: DetailsView_NameColumnCaption
fr: Nom du fichier

source: DetailsView_SizeColumnCaption
fr: Taille

source: DetailsView_DateModifiedColumnCaption
fr: Date de modification

source: DetailsView_TypeColumnCaption
fr: Type de fichier

source: ExtraLargeViewMode
fr: Très grandes icônes

source: LargeViewMode
fr: Grandes icônes

source: MediumViewMode
fr: Moyennes icônes

source: SmallViewMode
fr: Petites icônes

source: ListViewMode
fr: Liste

source: DetailsViewMode
fr: Détails

source: TilesViewMode
fr: Vignettes

source: ContentViewMode
fr: Contenu

source: ContextMenuAddNetworkPlaceCommandText
fr: Ajouter un emplacement réseau

source: ContextMenuCollapseCommandText
fr: Réduire

source: ContextMenuConnectNetworkDriveCommandText
fr: Connecter un lecteur réseau

source: ContextMenuCutCommandText
fr: Couper

source: ContextMenuCopyCommandText
fr: Copier

source: ContextMenuDeleteCommandText
fr: Supprimer

source: ContextMenuDisconnectNetworkDriveCommandText
fr: Déconnecter le lecteur réseau

source: ContextMenuDisplaySettingsCommandText
fr: Paramètres

source: ContextMenuEditCommandText
fr: Ouvrir pour édition

source: ContextMenuEjectCommandText
fr: Ejecter

source: ContextMenuExpandCommandText
fr: Etendre

source: ContextMenuExtractCommandText
fr: Extraire

source: ContextMenuFormatCommandText
fr: Formater

source: ContextMenuLinkCommandText
fr: Créer un raccourci

source: ContextMenuManageCommandText
fr: Gérer

source: ContextMenuOpenAsCommandText
fr: Ouvrir avec...

source: ContextMenuOpenCommandText
fr: Ouvrir
